{
    "nav_yo": "yo, María",
    "nav_proyecto": "proyectos",
    "nav_experiencia": "experiencía",
    "nav_contacto": "contacto",
    "un": "un",
    "poco": "poco",
    "de": "de",
    "mi": "mi,",
    "me_titulo":"Cambié mi batidor por una computadora",
    "me_info": "Después de dejar mi carrera en el campo de la pastelería, decidí aventurarme en el mundo de la tecnologia como desarrolladora Full Stack y el diseño UX/UI. Ahora, me sumerjo en la creación de experiencias digitales, fusionando la creatividad con mis habilidades técnicas. Este cambio ha sido un viaje emocionante y desafiante, estoy a la expectativa de explorar las infinitas posibilidades que ofrece este campo en constante evolución.",
    "contacto": "construyamos un futuro profesional juntos",
    "sub_contacto": "mantengamonos en contacto",
    "enviar": "enviar mensaje",
    "expe": "expe",
    "rien": "rien",
    "cia": "cia",
    "labo": "labo",
    "ral": "ral",
    "titulo_trabajo": "full stack developer",
    "descripcion_trabajo": "Desarrollo de habilidades tecnológicas en el área de Full Stack. Ejecución e implementación de proyectos en cada área. Trabajo colaborativo entre equipos, a través del uso de las metodologías SCRUM y Agile. Líder de equipo. Desarrollo de habilidades blandas. Definición e integración de llamadas de red REST API. Referencias y conocimientos de CI (Integración Continua).",
    "titulo_trabajo1": "responsable de área",
    "descripcion_trabajo1": "Liderar la implementación de la tienda. Planificación de eventos semanales y mensuales. Coordinar con proveedores. Supervisión de personal a cargo. Planificación y control de horario del personal. Asignación de tareas y actividades del personal. Diseño e innovación de productos.",
    "liderazgo": "LIDERAZGO",
    "innovacion": "INNOVACIÓN",
    "equipo": "TRABAJO EN EQUIPO",
    "titulo_trabajo2": "encargada de tienda",
    "descripcion_trabajo2": "Diseño, planificación y ejecución en la apertura de tienda. Coordinar con proveedores. Supervisión de personal a cargo. Planificación y control de horario del personal. Gestión de inventario. Asignación de tareas y actividades del personal. Manejo de presupuesto y caja chica. Diseño e innovación de productos.",
    "personal": "FORMACIÓN DE PERSONAL",
    "cliente": "ATENCIÓN AL CLIENTE",
    "gerencia": "GERENCIA DE TIENDA",
    "titulo_trabajo3": "jefe de pastelería",
    "descripcion_trabajo3": "Supervisión de un equipo de seis personas a cargo. Asignación de tareas y actividades del personal. Planificación y control de horario del personal. Gestión de inventario. Diseño e innovación de productos.",
    "creatividad": "CREATIVIDAD",
    "resolucion": "RESOLUCIÓN DE CONFLICTOS",
    "inventario": "GESTIÓN INVENTARIO",
    "cv": "ver curriculum completo",
    "pro": "pro",
    "yec": "yec",
    "tos": "tos",
    "saber_mas": "saber más",
    "ver_proyecto": "ver proyecto",
    "sub_proyecto": "llevado a cabo en equipo",
    "descripcion_proyecto1": "Página web creada desde cero. Diseñé el Home en Figma y luego traduje esos diseños a componentes funcionales utilizando React con Vite, complementada con estilos CSS y Sass responsivos asegurándome de que cada elemento fuera coherente con nuestra visión. Me responsabilicé de desarrollar y diseñar los componentes del footer, banner, navbar, card del Home, así como la página 404 y la página de restaurantes con sus respectivos componentes. También darle los últimos toques de diseño. Nos mantuvimos organizados utilizando herramientas como Miró, Figma, Trello y Github, lo que nos permitió colaborar de manera eficiente y cumplir con nuestro plazo de entrega de un mes.",
    "descripcion_proyectoP": "Estoy actualmente realizando la modernización de la página web de la Clínica El Ávila. Para ello estoy utilizando React con TypeScript",
    "descripcion_proyecto2": "Fui la responsable de la creación del navbar, utilizando HTML y CSS con diseño adaptable (responsive). Elegí por incluir JavaScript para agregar funcionalidades interactivas como dropdowns y animaciones. Para mantenernos organizados, optamos por Trello y Github, que facilitaron la colaboración y el seguimiento del progreso del proyecto. Tuvimos un mes y medio como plazo de entrega.",
    "descripcion_proyecto3": "Dirigí y lideré este proyecto donde mi responsabilidad fue la creación del sidebar, el carrito de compras y la estructura de las tarjetas centrales. Para lograrlo, utilizamos HTML, CSS con diseño adaptable (responsive) y JavaScript. Nuestra gestión se llevó a cabo eficientemente gracias a Trello y Github. Todo esto en un plazo de entrega de un mes.",
    "personalp": "proyecto personal",
    "descripcion_proyecto4":"Desde la concepción hasta la implementación, llevé el proyecto a la vida utilizando Figma para el diseño, que luego transformé en una aplicación React con Vite, complementada con estilos CSS responsivos. Además de la funcionalidad básica, integré bibliotecas como Email.js para formularios y Slick para un slider suave, mientras que Stripe gestionaba la pasarela de pago. Para la gestión de datos, simulé una base de datos con mocks de arrays.",
    "peonias": "Peonías & Jazmines Pastelería Personalizada (e-Commerce)"
}