{
    "nav_yo": "yo, María",
    "nav_proyecto": "proyectos",
    "nav_experiencia": "experiencía",
    "nav_contacto": "contacto",
    "hola": "Hola, soy",
    "me_titulo":"Cambié mi batidor por una computadora",
    "me_info": "Después de dejar mi carrera en el campo de la pastelería, decidí aventurarme en el mundo de la tecnologia como desarrolladora Full Stack y el diseño UX/UI. Ahora, me sumerjo en la creación de experiencias digitales, fusionando la creatividad con mis habilidades técnicas. Este cambio ha sido un viaje emocionante y desafiante, estoy a la expectativa de explorar las infinitas posibilidades que ofrece este campo en constante evolución.",
    "contacto": "construyamos un futuro profesional juntos",
    "enviar": "enviar mensaje",
    "expe": "expe",
    "rien": "rien",
    "cia": "cia",
    "labo": "labo",
    "ral": "ral",
    "titulo_trabajo": "developer",
    "descripcion_trabajo": "He liderado la implementación de soluciones con  IA y automatizaciones para mejorar la eficiencia y captación de clientes, incluyendo la integración de chatbots, asistentes virtuales y un sistema automatizado de captación de leads, todo integrado en Zoho One. Desarrollé un servidor en Node.js para realizar llamadas interactivas automatizadas con la API de OpenAI, optimizando las respuestas de la IA. Además, implementé soluciones sin código con herramientas como Make, Vapi y Zoho CRM, lo que ha mejorado significativamente la experiencia del cliente.",
    "titulo_trabajo1": "full stack developer",
    "descripcion_trabajo1": "Desarrollo de habilidades tecnológicas en el área de Full Stack. Ejecución e implementación de proyectos en cada área. Trabajo colaborativo entre equipos, a través del uso de las metodologías SCRUM y Agile. Líder de equipo. Desarrollo de habilidades blandas. Definición e integración de llamadas de red REST API. Referencias y conocimientos de CI (Integración Continua).",
    "liderazgo": "LIDERAZGO",
    "innovacion": "INNOVACIÓN",
    "equipo": "TRABAJO EN EQUIPO",
    "titulo_trabajo2": "jefe de obrador/pastelería",
    "descripcion_trabajo2": "Durante mis 10 años en la industria, he liderado la apertura y operación de tiendas, organizado eventos, coordinado con proveedores y supervisado equipos. Mi enfoque ha sido la planificación detallada y la ejecución eficiente para asegurar el éxito operativo. He dirigido equipos, asignando tareas estratégicamente y gestionando horarios y presupuestos. Además, he contribuido al diseño e innovación de productos, demostrando mi capacidad para mantener operaciones fluidas en liderazgo, gestión de equipos, planificación y ejecución. Estas habilidades me han permitido sobresalir en la industria y contribuir al éxito empresarial.",
    "personal": "FORMACIÓN DE PERSONAL",
    "cliente": "ATENCIÓN AL CLIENTE",
    "gerencia": "GERENCIA DE TIENDA",
    "creatividad": "CREATIVIDAD",
    "resolucion": "RESOLUCIÓN DE CONFLICTOS",
    "inventario": "GESTIÓN INVENTARIO",
    "cv": "ver curriculum completo",
    "pro": "pro",
    "yec": "yec",
    "tos": "tos",
    "saber_mas": "saber más",
    "ver_proyecto": "ver proyecto",
    "sub_proyecto": "llevado a cabo en equipo",
    "descripcion_proyecto1": "Página web creada desde cero. Diseñé el Home en Figma y luego traduje esos diseños a componentes funcionales utilizando React con Vite, complementada con estilos CSS y Sass responsivos asegurándome de que cada elemento fuera coherente con nuestra visión. Me responsabilicé de desarrollar y diseñar los componentes del footer, banner, navbar, card del Home, así como la página 404 y la página de restaurantes con sus respectivos componentes. También darle los últimos toques de diseño. Nos mantuvimos organizados utilizando herramientas como Miró, Figma, Trello y Github, lo que nos permitió colaborar de manera eficiente y cumplir con nuestro plazo de entrega de un mes.",
    "descripcion_proyectoP": "Estoy actualmente realizando la modernización de la página web de la Clínica El Ávila. Para ello estoy utilizando React con TypeScript",
    "descripcion_proyecto2": "Fui la responsable de la creación del navbar, utilizando HTML y CSS con diseño adaptable (responsive). Elegí por incluir JavaScript para agregar funcionalidades interactivas como dropdowns y animaciones. Para mantenernos organizados, optamos por Trello y Github, que facilitaron la colaboración y el seguimiento del progreso del proyecto. Tuvimos un mes y medio como plazo de entrega.",
    "descripcion_proyecto3": "Dirigí y lideré este proyecto donde mi responsabilidad fue la creación del sidebar, el carrito de compras y la estructura de las tarjetas centrales. Para lograrlo, utilizamos HTML, CSS con diseño adaptable (responsive) y JavaScript. Nuestra gestión se llevó a cabo eficientemente gracias a Trello y Github. Todo esto en un plazo de entrega de un mes.",
    "personalp": "proyecto personal",
    "descripcion_proyecto4":"Desde la concepción hasta la implementación, llevé el proyecto a la vida utilizando Figma para el diseño, que luego transformé en una aplicación React con Vite, complementada con estilos CSS responsivos. Además de la funcionalidad básica, integré bibliotecas como Email.js para formularios y Slick para un slider suave, mientras que Stripe gestionaba la pasarela de pago. Para la gestión de datos, simulé una base de datos con mocks de arrays.",
    "peonias": "Peonías & Jazmines Pastelería Personalizada (e-Commerce)"
}