{
    "nav_yo": "me, María",
    "nav_proyecto": "projects",
    "nav_experiencia": "experience",
    "nav_contacto": "contact",
    "hola": "Hi, I'm",
    "me_titulo": "I changed my hand whisk for a computer",
    "me_info": "After leaving my career in the pastry field, I decided to venture into the world of technology as a Full Stack developer and UX/UI design. Now, I immerse myself in creating digital experiences, fusing creativity with my technical skills. This change has been an exciting and challenging journey, and I look forward to exploring the infinite possibilities that this constantly evolving field offers.",
    "contacto": "let's build a professional future together",
    "enviar": "send message",
    "expe": "work",
    "rien": " ",
    "cia": " ",
    "labo": "exper",
    "ral": "ience",
    "titulo_trabajo": "freelance",
    "descripcion_trabajo": "During my 10 years in the industry, I have led the opening and operation of stores, organized events, coordinated with suppliers, and supervised teams. My focus has been on detailed planning and efficient execution to ensure operational success. I have directed teams, strategically assigning tasks and managing schedules and budgets. Additionally, I have contributed to product design and innovation, showcasing my ability to maintain smooth operations in leadership, team management, planning, and execution, which have allowed me to excel in the industry and contribute to business success.",
    "titulo_trabajo1": "full stack developer",
    "descripcion_trabajo1": "Development of technological skills in the Full Stack area. Execution and implementation of projects in each area. Collaborative work between teams, using SCRUM and Agile methodologies. Team leader. Development of soft skills. Definition and integration of REST API network calls. References and knowledge of Continuous Integration (CI).",
    "liderazgo": "LEADERSHIP",
    "innovacion": "INNOVATION",
    "equipo": "TEAM WORK",
    "titulo_trabajo2": "pastry chef",
    "descripcion_trabajo2": "During my 10 years in the industry, I have led the opening and operation of stores, organized events, coordinated with suppliers, and supervised teams. My focus has been on detailed planning and efficient execution to ensure operational success. I have directed teams, strategically assigning tasks and managing schedules and budgets. Additionally, I have contributed to product design and innovation, showcasing my ability to maintain smooth operations in leadership, team management, planning, and execution, which have allowed me to excel in the industry and contribute to business success.",
    "creatividad": "CREATIVITY",
    "resolucion": "CONFLICT RESOLUTION",
    "inventario": "INVENTORY MANAGEMENT",
    "personal": "STAFF TRAINING",
    "cliente": "CUSTOMER SERVICE",
    "gerencia": "STORE MANAGEMENT",
    "cv": "see full resume",
    "pro": "pro",
    "yec": "jec",
    "tos": "ts",
    "saber_mas": "see more",
    "ver_proyecto": "see project",
    "sub_proyecto": "carried out as a team",
    "descripcion_proyecto1": "Web page created from scratch. I designed the Home in Figma and then translated those designs into functional components using React with Vite, complemented with responsive CSS and Sass styles making sure each element was consistent with our vision. I was responsible for developing and designing the components of the footer, banner, navbar, home card, as well as the 404 page and the restaurants page with their respective components. I also gave the final design touches. We stayed organized using tools such as Miró, Figma, Trello and Github. which allowed us to collaborate efficiently and meet our one-month delivery deadline.",
    "descripcion_proyectoP": "I am currently modernizing the website of Clínica El Ávila. For this I am using React with TypeScript",
    "descripcion_proyecto2": "I was responsible for creating the navbar, using HTML and CSS with responsive design. I chose to include JavaScript to add interactive features such as dropdowns and animations. To stay organized, we opted for Trello and Github, which made collaboration and sharing easier, monitoring the progress of the project. We had a month and a half delivery deadline.",
    "descripcion_proyecto3": "I directed and led this project where my responsibility was the creation of the sidebar, the shopping cart and the structure of the central cards. To achieve this, we used HTML, CSS with responsive design and JavaScript. Our management was carried out efficiently thanks to Trello and Github. All this in a delivery time of one month.",
    "personalp": "personal project",
    "descripcion_proyecto4": "From conception to implementation, I brought the project to life using Figma for the design, which I then transformed into a React app with Vite, complemented by responsive CSS styles. In addition to the basic functionality, I integrated libraries such as Email.js for forms and Slick for a smooth slider, while Stripe managed the payment gateway. For data management, I simulated a database with array mocks.",
    "peonias": "Peonies & Jasmines Personalized Pastry (e-Commerce)"
}